magicstack.magicpython
ms-ceintl.vscode-language-pack-ja
ms-python.autopep8
ms-python.debugpy
ms-python.flake8
ms-python.isort
ms-python.python
ms-python.vscode-pylance
njpwerner.autodocstring
nmrmsys.vscode-sql-formatter-mod
oderwat.indent-rainbow
sobytes.flet-control-wrap
zainchen.json
github.copilot